dependencies/multiRegionFoam/tutorials/twoPhaseStratifiedFlow/meshA/0/cellDist
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     3.1-sfb1194                        |
|   \\  /    A nd           | Web:         http://www.extend-project.de       |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      cellDist;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   nonuniform List<scalar> 
6400
(
2
2
2
2
2
2
2
2
...
)
;

boundaryField
{
    interface
    {
        type            zeroGradient;
    }
    space
    {
        type            zeroGradient;
    }
    lowerWedge
    {
        type            wedge;
    }
    upperWedge
    {
        type            wedge;
    }
    centerline
    {
        type            symmetryPlane;
    }
}


// ************************************************************************* //
